import arezoo from "../assets/Images/arezoo.jpg";
import sardar from "../assets/Images/sardar.png";
import sardar2 from "../assets/Images/sardar2.png";
import ali from "../assets/Images/ali.png";

// TODO: نمونه (mock). بعداً باید بر اساس شعبه انتخاب‌شده از بک‌اند گرفته شود.
export const reviews = [
  { id: 1, name: "آرزو محمدعلی‌زاده", date: "۲۳ اسفند ۱۴۰۱", text: "از با صفا بودن شعبه اکباتان هر چی بگم کم گفتم. بهترین غذاهای گیاهی عمرمو اینجا خوردم. از مدیریت شعبه اکباتان رستوران‌های ترخینه واقعاً تشکر می‌کنم.", rating: 5, avatar: arezoo },
  { id: 2, name: "سردار وظیفه", date: "۲۴ اسفند ۱۴۰۱", text: "از با صفا بودن شعبه اکباتان هر چی بگم کم گفتم. بهترین غذاهای گیاهی عمرمو اینجا خوردم. از مدیریت شعبه اکباتان رستوران‌های ترخینه واقعاً تشکر می‌کنم.", rating: 4, avatar: sardar },
  { id: 3, name: "علی رضایی", date: "۲۶ اسفند ۱۴۰۱", text: "از با صفا بودن شعبه اکباتان هر چی بگم کم گفتم. بهترین غذاهای گیاهی عمرمو اینجا خوردم. از مدیریت شعبه اکباتان رستوران‌های ترخینه واقعا تشکر میکنم. ", rating: 4, avatar: ali },
  { id: 4, name: "حسن محمدی", date: "۲۵ اسفند ۱۴۰۱", text: "از با صفا بودن شعبه اکباتان هر چی بگم کم گفتم. بهترین غذاهای گیاهی عمرمو اینجا خوردم. از مدیریت شعبه اکباتان رستوران‌های ترخینه واقعا تشکر میکنم. ", rating: 5, avatar: sardar2 },
  { id: 5, name: "علی رضایی", date: "۲۶ اسفند ۱۴۰۱", text: "از با صفا بودن شعبه اکباتان هر چی بگم کم گفتم. بهترین غذاهای گیاهی عمرمو اینجا خوردم. از مدیریت شعبه اکباتان رستوران‌های ترخینه واقعا تشکر میکنم. ", rating: 4, avatar: ali },
];
